export default [
  // 0
  {
    timesClicked: -1,
    content: [
      {
        text: 'Слышу, что ко мне <br />идут коллеги',
      },
      {
        text: 'Нужно впечатлить <br /> их новогодним <br /> образом',
      },
      {
        text: 'Помоги мне подобрать <br />подходящий костюм',
        button: {
          text: 'Играть',
          link: 'modal',
        },
      },
    ],
  },
  // 1
  {
    timesClicked: -1,
    content: [
      {
        text: 'Мне показалось, <br />или там играли <br />новогодние мелодии?',
      },
      {
        text: 'Интересно, а Андрей <br />уже подготовил <br />новогоднюю речь?',
      },
      {
        text: 'Может, нам <br />удастся подкинуть <br />ему пару идей?',
        button: {
          text: 'Играть',
          link: 'modal',
        },
      },
    ],
  },
  // 2
  {
    timesClicked: -1,
    content: [
      {
        text: 'Может ли машина <br /> чувствовать?',
      },
      {
        text: 'А ведь это же так <br /> очевидно.',
      },
      {
        text: 'Это могло бы <br /> стать отличным <br /> поздравлением.',
        button: {
          text: 'Играть',
          link: 'modal',
        },
      },
    ],
  },
  // 3
  {
    timesClicked: -1,
    content: [
      {
        text: '*напевает мелодию*',
      },
      {
        text: 'Не могу понять, <br /> что мне сыграть?',
      },
      {
        text: 'У тебя есть <br />какие-то идеи?',
        button: {
          text: 'Играть',
          link: 'modal',
        },
      },
    ],
  },
  // 4
  {
    timesClicked: -1,
    content: [
      {
        text: 'Хм, представляешь,<br /> отошел всего на 5 минут, <br /> кто-то всё стёр с доски',
      },
      {
        text: 'На восстановление <br />записей уйдет целый <br />день. Ну и ладно',
      },
      {
        text: 'Говоришь, что <br />можешь мне с <br />этим помочь?',
        button: {
          text: 'Играть',
          link: 'modal',
        },
      },
    ],
  },
  // 5
  {
    timesClicked: -1,
    content: [
      {
        text: 'Салют, во сколько <br /> у меня следующее совещание?',
      },
      {
        text: 'Салют? <br /> Афина? <br /> Джой?',
      },
      {
        text: 'Уф, кажется, я заработался <br />и не заметил, как пропали <br />все устройства. Помоги<br /> мне их найти',
        button: {
          text: 'Играть',
          link: 'modal',
        },
      },
    ],
  },
  // 6
  {
    timesClicked: -1,
    content: [{ text: 'Напоминаю вам, что <br /> скоро Новый год.' }],
  },
  // 7
  {
    timesClicked: -1,
    content: [
      {
        text: 'Говоришь, это <br />дело рук Крампуса?',
      },
      {
        text: 'Жаль я помню <br /> только первое слово',
      },
      {
        text: 'Может быть, Андрей <br />Войнов подскажет? <br />Его офис на втором этаже',
      },
    ],
  },
  // 8
  {
    timesClicked: -1,
    content: [
      {
        text:
          'Не могу поверить, что хотел <br />' +
          'потратить целый день на эту <br />' +
          'задачу. Впереди же Новый год',
      },
      {
        text: 'Опять?',
      },
    ],
  },
  // 9
  {
    timesClicked: -1,
    content: [
      {
        text: 'Так это Крампус пытается <br />' + 'украсть у нас праздник.',
      },
      {
        text: 'Да, нужно снова <br />вспомнить слова <br />заклинания. Два уже есть',
      },
    ],
  },

  // 10
  {
    timesClicked: -1,
    content: [
      {
        text: 'Хорошо, что мы <br />вспомнили про<br /> Новый год',
      },
    ],
  },
  // 11
  {
    timesClicked: -1,
    content: [
      {
        text: 'Да, было бы здорово <br /> собраться всем вместе <br />и отпраздновать',
      },
    ],
  },
  // 12
  {
    timesClicked: -1,
    content: [
      {
        text: 'Мы пока подготовим <br />подарки, а ты зайди, <br />пожалуйста, за остальными',
      },
    ],
  },

  // 13
  {
    timesClicked: -1,
    content: [
      {
        text: 'Друзья, с наступающим <br />Новым годом!',
        playButton: {
          text: 'Играть',
          link: 'modal',
        },
      },
    ],
  },

  // 14
  {
    timesClicked: -1,
    content: [
      {
        text: 'Слышал, вы <br />прогнали <br />Крампуса!?',
      },
    ],
  },

  // 15
  {
    timesClicked: -1,
    content: [
      {
        text: 'Да',
      },
    ],
  },

  // 16
  {
    timesClicked: -1,
    content: [
      {
        text: 'Видите, теперь даже <br />роботы поздравляют всех <br />с Новым годом',
      },
    ],
  },

  // 17
  {
    timesClicked: -1,
    content: [
      {
        text: 'Снова слушал <br />"Металлику"?',
      },
    ],
  },

  // 18
  {
    timesClicked: -1,
    content: [
      {
        text: 'Нет, что ты?! <br />Я готовился <br />к Новому году',
      },
    ],
  },

  // 19
  {
    timesClicked: -1,
    content: [
      {
        text: 'Давайте поднимемся <br />наверх, а то Андрей <br />уже нас заждался',
      },
    ],
  },
]
